code --list-extensions
WSL: Ubuntu 上安装的扩展:
antfu.file-nesting
antfu.theme-vitesse
atomiks.moonlight
bierner.lit-html
bradlc.vscode-tailwindcss
ddiu8081.moegi-theme
eamodio.gitlens
esbenp.prettier-vscode
evondev.dracula-high-contrast
file-icons.file-icons
formulahendry.code-runner
GitHub.codespaces
GitHub.copilot
GitHub.copilot-labs
GitHub.github-vscode-theme
golang.go
Gruntfuggly.todo-tree
k--kato.intellij-idea-keybindings
LeetCode.vscode-leetcode
miguelsolorio.symbols
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
raunofreiberg.vesper
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
syler.sass-indented
tamasfe.even-better-toml
usernamehw.errorlens
Vue.volar
w88975.code-translate
yzhang.markdown-all-in-one