WSL: Ubuntu-20.04 上安装的扩展:

antfu.slidev
antfu.theme-vitesse
antfu.unocss
astro-build.astro-vscode
cstrap.flask-snippets
ddiu8081.moegi-theme
eamodio.gitlens
formulahendry.code-runner
GitHub.copilot-nightly
GitHub.github-vscode-theme
golang.go
HookyQR.minify
k--kato.intellij-idea-keybindings
miguelsolorio.symbols
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
w88975.code-translate
WyattFerguson.jinja2-snippet-kit