code --install-extension Extensions installed on WSL: Ubuntu:
code --install-extension Angular.ng-template
code --install-extension antfu.file-nesting
code --install-extension antfu.iconify
code --install-extension antfu.open-in-github-button
code --install-extension antfu.smart-clicks
code --install-extension antfu.theme-vitesse
code --install-extension antfu.where-am-i
code --install-extension bradlc.vscode-tailwindcss
code --install-extension cipchk.ng-zorro-vscode
code --install-extension clinyong.vscode-css-modules
code --install-extension csstools.postcss
code --install-extension cyrilletuzi.angular-schematics
code --install-extension dbaeumer.vscode-eslint
code --install-extension ddiu8081.moegi-theme
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension EditorConfig.EditorConfig
code --install-extension fabiospampinato.vscode-open-in-github
code --install-extension file-icons.file-icons
code --install-extension GitHub.copilot-chat
code --install-extension GitHub.copilot-labs
code --install-extension GitHub.copilot-nightly
code --install-extension GitHub.vscode-pull-request-github
code --install-extension jock.svg
code --install-extension miguelsolorio.min-theme
code --install-extension miguelsolorio.symbols
code --install-extension ms-python.black-formatter
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-vscode.live-server
code --install-extension naumovs.color-highlight
code --install-extension PKief.material-icon-theme
code --install-extension raunofreiberg.vesper
code --install-extension redhat.vscode-yaml
code --install-extension richie5um2.vscode-sort-json
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension tamasfe.even-better-toml
code --install-extension unional.vscode-sort-package-json
code --install-extension usernamehw.errorlens
code --install-extension Vue.volar
code --install-extension Vue.vscode-typescript-vue-plugin
code --install-extension w88975.code-translate
code --install-extension yandeu.five-server
code --install-extension yzhang.markdown-all-in-one
